/* default status bar string when no page is showing (the no home page case) */
"" = "";

/* format used for recent searches for the search field menu */
"  %@" = "  %@";

/* The format for hours and minutes in 12 hour format */
"%1I:%M" = "%1I:%M";

/* title for error dialog displayed when a built-in file could not be located (nib corrupted?) */
"%@ not found" = "%@ introuvable";

/* activity window string for object where the expected size is not known */
"%@ of ?" = "%@ de ?";

/* Status field in Downloads representing total transferred and download rate. */
"%@ — %@ per sec." = "%@ — %@ par sec.";

/* date format used for History menu */
"%A, %B %e" = "%A, %e %B";

/* Date format with arguments full month name, day, and year */
"%B %e, %Y" = "%e %B, %Y";

/* Date format with arguments full month, day, and year, to be followed by time */
"%B %e, %Y " = "%e %B, %Y ";

/* The format for hours and minutes in 24 hour format */
"%H:%M" = "%H:%M";

/* Date format with arguments abbreviated month name, day, and year */
"%b %e, %Y" = "%e %b, %Y";

/* Date format with arguments abbreviated month name, day, and year, to be followed by time */
"%b %e, %Y " = "%e %b, %Y ";

/* Total field of Downloads window when there is more than 1 download */
"%d Downloads" = "%d téléchargements";

/* item count in activity window */
"%d items (%d errors)" = "%d éléments (%d erreurs)";

/* item count in activity window */
"%d items (activity window)" = "%d effectués (fenêtre en cours de chargement)";

/* displayed count for bookmark folder that contains more than one item in bookmarks view */
"%d items (bookmarks view)" = "%d éléments";

/* item count in activity window */
"%d of %d items" = "%d sur %d éléments";

/* item count in activity window */
"%d of %d items (%d errors)" = "%d sur %d éléments (%d erreurs)";

/* item count in activity window */
"%d of %d items (1 error)" = "%d sur %d éléments (une erreur)";

/* Date format with arguments month number, day, and year */
"%m/%d/%Y" = "%d/%m/%Y";

/* Date format with arguments month number, day, and year, to be followed by time */
"%m/%d/%Y " = "%d/%m/%Y ";

/* Date format with arguments month number, day, and year */
"%m/%d/%y" = "%d/%m/%y";

/* Date format with arguments month number, day, and year, to be followed by time */
"%m/%d/%y " = "%d/%m/%y ";

/* Argument is the AM/PM designator */
"%p" = "%p";

/* displayed name for Address Book entry with no composite name */
"(no name)" = "(sans nom)";

/* displayed count for empty bookmark folder in bookmarks view */
"0 items (bookmarks view)" = "aucun élément";

/* item count in activity window */
"0 of 1 item" = "0 sur 1 élément";

/* Total field of Downloads window when there is 1 download */
"1 Download" = "1 téléchargement";

/* item count in activity window */
"1 item (activity window)" = "1 élément";

/* displayed count for bookmark folder that contains 1 item in bookmarks view */
"1 item (bookmarks view)" = "1 élément";

/* item count in activity window */
"1 item (error)" = "1 élément (erreur)";

/* About Rendezvous table item in the Rendezvous window */
"About Rendezvous" = "À propos de Rendezvous";

/* context menu item */
"Add Link to Bookmarks" = "Ajouter aux Signets";

/* submenu title in Bookmarks menu */
"Address Book" = "Carnet d’adresses";

/* displayed title of special bookmark that shows Address Book home pages */
"Address Book (bookmark proxy)" = "Carnet d’adresses";

/* action name for Undo item when a bookmark address has been changed */
"Address Change" = "Changer l’adresse";

/* preference panel name */
"Advanced" = "Avancées";

/* message of dialog that appears when an unexpected error occurs while trying to save bookmarks to disk */
"An unexpected problem occurred while saving bookmarks." = "Un problème inattendu s’est produit lors de la sauvegarde des signets.";

/* preference panel name */
"Appearance" = "Aspect";

/* The default (yes) response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Append" = "Ajout";

/* Title for confirmation sheet when user checks 'Block pop-up windows' */
"Are you sure you want to change this setting?" = "Êtes-vous certain de vouloir changer ce réglage ?";

/* title for Empty Cache confirmation alert */
"Are you sure you want to empty the cache?" = "Voulez-vous vraiment vider la mémoire cache ?";

/* title for Remove All Cookies confirmation alert */
"Are you sure you want to remove all cookies?" = "Voulez-vous vraiment supprimer tous les cookies ?";

/* title for Reset Safari confirmation alert */
"Are you sure you want to reset Safari?" = "Êtes-vous sûr de vouloir réinitialiser Safari ?";

/* Title for sheet warning of re-posting form data */
"Are you sure you want to send a form again?" = "Voulez-vous vraiment soumettre à nouveau le formulaire?";

/* Status field in Downloads when a DiskCopy image is requesting authentication. */
"Authenticating" = "Authentification";

/* Title for Auto-Tab column in bookmarks view, present only when viewing Bookmarks Bar contents */
"Auto-Tab" = "Onglet automatique";

/* preference panel name */
"AutoFill" = "Rempl. auto.";

/* Message in sheet shown when AutoFill has no matches for the form on this page. */
"AutoFill completes web page forms using information from your Address Book card or from web forms you completed previously. The information required by this form does not match any of the information available to AutoFill." = "La fonction Remplissage automatique sert a remplir automatiquement les formulaires dans les pages Web d’après les informations validées auparavant dans votre Carnet d’adresses. Les informations exigées par ce formulaire ne correspondent pas à celles du remplissage automatique disponibles.";

/* Message in sheet shown when AutoFill finds no form to operate on. */
"AutoFill completes web page forms using information from your Address Book card or from web forms you completed previously. This page has no forms to complete." = "La fonction Remplissage automatique sert à remplir automatiquement les formulaires dans les pages Web d’après les informations validées auparavant dans votre carnet d’adresses. Cette page ne contient aucun formulaire.";

/* Title of sheet shown when AutoFill has no matches for the form on this page. */
"AutoFill did not complete anything." = "Le Remplissage automatique n’a pu s’effectuer";

/* preference panel name */
"Bookmarks (preference panel)" = "Signets";

/* Title of window or tab when showing bookmarks */
"Bookmarks (window title)" = "Signets";

/* displayed title of special bookmarks folder that is used for favorites bar contents */
"Bookmarks Bar" = "Barre de Signets";

/* displayed title of special bookmarks folder that is used for menu contents */
"Bookmarks Menu" = "Menu Signets";

/* Title for a normal Cancel button */
"Cancel" = "Annuler";

/* status bar message when page load was cancelled */
"Cancelled opening the page" = "Ouverture de la page annulée";

/* error message for URL with unsupported scheme, like xxx:yyy */
"Cannot go to “%@”, because Mac OS X doesn’t recognize addresses starting with “%@:”." = "Impossible d’afficher le site “%@” car Mac OS X ne peut pas ouvrir les adresses qui commencent par “%@:”.";

/* message for file URL without an appropriate application */
"Cannot open the file “%@” because Mac OS X doesn’t know which application to use." = "Impossible d’ouvrir le fichier “%@” car Mac OS X ne sait pas quelle application utiliser.";

/* error message for using JavaScript somewhere it's not allowed */
"Cannot run the script “%@” because Safari does not allow JavaScript to be used in this way." = "Impossible d’éxecuter le script “%@” car Safari ne permet pas à JavaScript de fonctionner de cette manière.";

/* title of panel */
"Can’t Open Bookmark" = "Impossible d’ouvrir les signets";

/* title of sheet displayed for WebFoundationErrorCannotConnectToHostError */
"Can’t connect to server." = "Impossible de se connecter avec le serveur.";

/* panel title for file URL for nonexistent file */
"Can’t find file." = "Impossible de trouver le fichier.";

/* panel title for URL with unsupported scheme */
"Can’t go to address" = "Impossible d’accéder à cette adresse";

/* panel title for file URL without an appropriate application */
"Can’t open file" = "Impossible d’ouvrir le fichier.";

/* panel title for file URL for folder that can’t be opened */
"Can’t open folder" = "Impossible d’ouvrir ce dossier";

/* panel title for using JavaScript somewhere it's not allowed */
"Can’t use JavaScript here" = "Impossible d’utiliser JavaScript";

/* title for button in open panel from file button used in HTML forms */
"Choose (HTML form open panel)" = "Sélectionner";

/* button title in open panel for choosing user style sheet preference */
"Choose (style sheet open panel)" = "Sélectionner";

/* Status field in Downloads when a DiskCopy image is cleaning up. */
"Cleaning up" = "Nettoyage";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Entries" = "Effacer les entrées";

/* title for menu item that erases history from menu and bookmarks view */
"Clear History" = "Effacer l’historique";

/* tooltip for auto-tab folder in bookmarks bar */
"Click to open the bookmarks in this folder in tabs." = "Cliquer pour ouvrir les signets de ce dossier d’onglets.";

/* tooltip for favorite bar bookmarks for folders */
"Click to see the bookmarks in this folder." = "Cliquez pour afficher les signets de ce dossier.";

/* context menu item */
"Close Other Tabs" = "Fermer les autres onglets";

/* context menu item */
"Close Tab" = "Fermer l’Onglet";

/* status bar message when page load finishes with multiple errors */
"Completed opening the page with %d errors (see Activity window for details)" = "La page s’est affichée avec %d d’erreurs (voir la fenêtre d’activité pour plus de détails)";

/* status bar message when page load finishes with a single error */
"Completed opening the page with 1 error (see Activity window for details)" = "La page s’est affichée avec 1 erreur (voir la fenêtre d’activité pour plus de détails)";

/* message for status bar when busy looking for a particular host */
"Contacting “%@”" = "En connexion avec “%@”";

/* message for status bar when busy looking for a particular host via a proxy server */
"Contacting “%@” via proxy “%@”" = "En connexion avec “%@” via proxy “%@”";

/* Title for default button in unknown root warning sheet */
"Continue" = "Continuer";

/* BrowserDiskCopyCopyingFailed description */
"Copy failed" = "Échec de la copie";

/* Status field in Downloads when a DiskCopy image is copying. */
"Copying" = "Copie";

/* message for error sheet when we couldn't connect to a rendezvous server */
"Could not locate the rendezvous server “%@”." = "Localisation du serveur rendezvous “%@” impossible.";

/* message of sheet displayed for WebFoundationErrorTimedOut. */
"Could not open the page “%@” after trying for %d seconds." = "Impossible d’accéder à “%@” après %d secondes.";

/* Message of sheet displayed for WebFoundationErrorSecureConnectionFailed. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”." = "Impossible d’accéder à “%@” car Safari n’a pas réussi à établir une connexion sécurisée avec “%@”.";

/* Message of sheet displayed for WebFoundationErrorServerCertificateHasBadDate. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. One or more of the certificates used to verify the identity of the website’s owner has an invalid date." = "Impossible d’accéder à “%@” car Safari n’a pas réussi à établir une connexion sécurisée avec “%@”. Un (ou plusieurs) certificat utilisé pour s’assurer de l’identité du serveur à une date invalide.";

/* Message of sheet displayed for WebFoundationErrorServerCertificateHasBadDate. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. One or more of the certificates used to verify the identity of the website’s owner has an invalid date. You should upgrade to the latest version of Mac OS X, which provides improved security and might allow you to connect to this site." = "Impossible d’accéder à “%@” car Safari n’a pas réussi à établir une connexion sécurisée avec “%@”. Un (ou plusieurs) certificat utilisé pour s’assurer de l’identité du serveur à une date invalide. Vous devriez mettre Mac OS X à jour afin d’améliorer la gestion de la sécurité et de permettre l’accès à ce site.";

/* Message of sheet displayed for WebFoundationErrorServerCertificateUntrusted. */
"Could not open the page “%@” because Safari could not establish a secure connection to the server “%@”. Safari cannot verify the certificate used to check the identity of the website’s owner." = "Impossible d’accéder à “%@” car Safari n’a pas réussi à établir une connexion sécurisée avec “%@”. Safari ne peut pas vérifier la validité du certificat utilisé pour s’assurer de l’identité du serveur.";

/* Message of sheet displayed for both WebFoundationErrorZeroByteResourceError and WebFoundationErrorResourceUnavailableError. */
"Could not open the page “%@” because Safari could not load any data for this location." = "Impossible d’accéder à “%@” car Safari n’a pas réussi à récupérer la moindre donnée à cet endroit.";

/* message of sheet displayed for WebFoundationErrorCannotConnectToHostError. */
"Could not open the page “%@” because Safari couldn’t connect to the server “%@”." = "Impossible d’accéder à “%@” car Safari n’a pas réussi à se connecter à “%@”.";

/* Message of sheet displayed for WebFoundationErrorUnsupportedURL. */
"Could not open the page “%@” because Safari does not support redirecting to locations starting with “%@:”." = "Impossible d’accéder à “%@” car Safari ne gère pas la redirection vers une adresse commençant par “%@:”.";

/* Message of sheet displayed for WebFoundationErrorBadURLError. */
"Could not open the page “%@” because it’s an invalid address." = "Impossible d’accéder à “%@” car c’est une adresse qui n’est pas valable.";

/* Message of sheet displayed for POSIX error ECONNRESET. */
"Could not open the page “%@” because the network connection was reset. This sometimes occurs when the server is busy." = "Impossible d’accéder à “%@” car la connexion réseau a été interrompue. Cela se produit parfois sur un serveur surchargé.";

/* Message of sheet displayed for WebFoundationErrorRedirectToNonExistentLocation. */
"Could not open the page “%@” because the page doesn’t exist. Make sure the address is correct." = "Impossible d’accéder à “%@” car la page n’existe pas. Vérifiez que l’adresse est correcte.";

/* message of sheet displayed for WebFoundationErrorCannotFindHostError when the URL does not contain a valid server name. */
"Could not open the page “%@” because the server could not be found." = "Le chargement de la page “%@” ne peut s’effectuer car le serveur est introuvable.";

/* message of sheet displayed for WebFoundationErrorCannotFindHostError. */
"Could not open the page “%@” because the server “%@” could not be found." = "Le chargement de la page “%@” ne peut s’effectuer car le serveur “%@” est introuvable.";

/* message of sheet displayed for WebFoundationErrorNotConnectedToInternetError. */
"Could not open the page “%@” because your computer isn’t connected to the Internet." = "Impossible d’accéder à “%@” car votre Mac ne semble pas connecté à Internet.";

/* Message of sheet displayed for miscellaneous errors when a page could not be even partially loaded. */
"Could not open the page “%@”.\n\nThe error was: “%@” (%@:%d)\n\nPlease submit a bug report describing what you did before this message appeared." = "Impossible d’accéder à “%@”.\n\nL’erreur est : “%@” (%@:%d)\n\nMerci de signaler ce bug en précisant vos dernières actions avant l’affichage de ce message.";

/* Title of sheet displayed for miscellaneous errors when a page could not be even partially loaded */
"Could not open the page." = "Impossible d’ouvrir la page.";

/* Message of sheet displayed for miscellaneous errors when a page could not be even partially loaded and the URL of the failing page could not be determined. */
"Could not open the specified page. The error was: “%@” (%@:%d)\n\nPlease submit a bug report describing what you did before this message appeared." = "Impossible d’ouvrir la page. L’erreur est : “%@” (%@:%d)\n\nMerci de signaler ce bug en précisant vos dernières actions avant l’affichage de ce message.";

/* Alert title when trying to reveal a missing file from Downloads window */
"Could not show the file in the Finder." = "Impossible d’afficher le fichier dans le Finder.";

/* Alert message when user tries to reveal a downloaded file that has been moved */
"Could not show the file “%@” in the Finder because it moved since you downloaded it." = "Impossible d’afficher le fichier “%@” dans le Finder, car il a été déplacé après son téléchargement.";

/* Title of error sheet shown when the user clicks the Edit button for their AutoFill Address Book preference. */
"Couldn’t edit your Address Book card." = "Impossible de modifier votre fiche du Carnet d’adresses.";

/* message for error dialog displayed when a built-in file could not be located (bundle corruption?) */
"Couldn’t open %@.%@, because the file, which should be built-in, could not be found." = "Impossible d’ouvrir %@.%@, car ce fichier interne est introuvable.";

/* Title of error sheet shown when the user tries to launch the Address Book application and it fails to launch */
"Couldn’t open the Address Book application." = "Impossible d’ouvrir l’application Carnet d’adresses.";

/* Status field in Downloads when Safari is decompressing a cpgz, zip file etc. */
"Decompressing" = "Décompression";

/* BrowserBOMCopyFailed description */
"Decompression failed" = "La décompression a échoué";

/* action name for Undo item when multiple bookmarks are deleted */
"Delete %d Bookmarks" = "Supprimer %d Signets";

/* action name for Undo item when multiple history items are deleted */
"Delete %d History Entries" = "Supprimer les %d entrées de l’historique";

/* bookmark context menu item */
"Delete (bookmark context menu)" = "Effacer";

/* action name for Undo item when 1 bookmark is deleted */
"Delete Bookmark" = "Supprimer le signet";

/* title for confirmation alert */
"Delete Bookmarks Folder?" = "Supprimer le dossier de signets ?";

/* button title in confirmation alert */
"Delete Folder" = "Suppression du dossier";

/* action name for Undo item when 1 history item is deleted */
"Delete History Entry" = "Supprimer les entrées de l’historique";

/* status bar text when the control key is held down, but not over a link */
"Display a menu" = "Afficher un menu";

/* status bar text when the control key is held down over a link with no title */
"Display a menu for “%@”" = "Afficher un menu pour “%@”";

/* status bar text when the control key is held down over a link with a title */
"Display a menu for “%@” <%@>" = "Afficher un menu concernant “%@” <%@>";

/* Status field in Downloads when DiskCopy has displayed an SLA. */
"Displaying software license agreement" = "Affichage des termes du contrat de licence du logiciel";

/* message for confirmation alert */
"Do you really want to delete the bookmarks folder “%@”?" = "Êtes-vous sûr de vouloir effacer le dossier des signets “%@”?";

/* Message asking whether to append extension on a filename which already seems to have an extension; %@ is the filename. */
"Document name %@ already seems to have an extension. Append ‘.txt’ anyway?" = "Il semble que le nom du document %@ porte déjà une extension. Ajouter ‘.txt’ quand même ?";

/* button title in download in progress alert */
"Don’t Quit" = "Ne pas quitter";

/* second button title in default browser confirmation alert */
"Don’t Switch" = "Ne pas alterner";

/* Response to the question asking whether to append '.txt' extension to a filename which already seems to have one */
"Don’t append" = "Ne pas ajouter";

/* status bar text when over a link to a fragment on the current page (without a title) with the option key (and no command key) held down */
"Download #%@ of this page" = "Téléchargement #%@ de cette page";

/* Alert title for 1 download in progress */
"Download in progress" = "Téléchargement en cours";

/* status bar text when over a link (without a title) with the option key (and no command key) held down */
"Download “%@”" = "Télécharger “%@”";

/* status bar text when over a link to a fragment on the current page (with a title) with the option key (and no command key) held down */
"Download “%@” (#%@ of this page)" = "Téléchargement “%@” (#%@ de cette page)";

/* status bar text when over a link (with a title) with the option key (and no command key) held down */
"Download “%@” <%@>" = "Télécharger “%@” <%@>";

/* Alert title for n downloads in progress */
"Downloads in progress" = "Téléchargements en cours";

/* menu title for submenu in Go menu that contains URLs visited earlier than the most recent few */
"Earlier Today" = "Visites récentes";

/* bookmark context menu item */
"Edit Address" = "Modifier l’adresse";

/* bookmark context menu item */
"Edit Contents" = "Modifier le contenu";

/* bookmark context menu item */
"Edit Name" = "Modifier le nom";

/* button title in Empty Cache confirmation alert */
"Empty" = "Vider";

/* Button title in bug report sheet */
"Fewer Options" = "Moins d’options";

/* preference panel name */
"General" = "Générales";

/* Title for Go button in missing plug-in sheet */
"Go (missing plug-in sheet)" = "Aller";

/* context menu item */
"Go To Address" = "Aller à cette adresse";

/* status bar text when over a link to a fragment on the current page (without a title) that targets another frame in the same window */
"Go to #%@ of this page in another frame" = "Ouvrir #%@ cette page dans un autre fenêtre";

/* status bar text when over a link to a fragment on the current page (without a title) that targets another window */
"Go to #%@ of this page in another window" = "Ouvrir #%@ cette page dans une autre fenêtre";

/* status bar text when over a link to a fragment on the current page without a title */
"Go to #%@ on this page" = "Ouvrir #%@ cette page";

/* hint text to show in page address field when empty */
"Go to this address" = "Accéder à cette adresse";

/* status bar text when over a link with no title */
"Go to “%@”" = "Ouvrir “%@”";

/* status bar text when over a link to a fragment on the current page (with a title) that targets another frame in the same window */
"Go to “%@” (#%@ of this page) in another frame" = "Ouvrir “%@” ( #%@ cette page) dans une nouvelle fenêtre";

/* status bar text when over a link to a fragment on the current page (with a title) that targets another window */
"Go to “%@” (#%@ of this page) in another window" = "Ouvrir “%@” ( #%@ cette page) dans une autre fenêtre";

/* status bar text when over a link to a fragment on the current page with a title */
"Go to “%@” (#%@) on this page" = "Ouvrir “%@” ( #%@ cette page)";

/* status bar text when over a link with a title */
"Go to “%@” <%@>" = "Ouvrir “%@” <%@>";

/* status bar text when over a link (with a title) that targets another frame in the same window */
"Go to “%@” <%@> in another frame" = "Ouvrir “%@” <%@> dans une nouvelle fenêtre";

/* status bar text when over a link (with a title) that targets another window */
"Go to “%@” <%@> in another window" = "Ouvrir “%@” <%@> dans une nouvelle fenêtre";

/* status bar text when over a link (without a title) that targets another frame in the same window */
"Go to “%@” in another frame" = "Ouvrir “%@” dans une nouvelle fenêtre";

/* status bar text when over a link (without a title) that targets another window */
"Go to “%@” in another window" = "Ouvrir “%@” dans une nouvelle fenêtre";

/* hint text to show in search field when empty */
"Google" = "Google";

/* context menu item */
"Google Search" = "Recherche Google";

/* menu item */
"Hide All Bookmarks" = "Masquer tous les signets";

/* tooltip for show/hide bookmarks button */
"Hide all bookmarks." = "Masquer tous les signets";

/* displayed title of special bookmark that shows History items */
"History (bookmark proxy)" = "Historique";

/* title for confirmation alert to switch default browser to Safari */
"If Safari is your default browser, clicking a link in Mail or another application opens the webpage in Safari. Would you like to do this?" = "Si Safari est votre navigateur par défaut, cliquez sur un lien dans Mail ou dans une autre application pour ouvrir la page Web dans Safari. Voulez-vous effectuer cette opération ?";

/* Imported IE Favorites folder name */
"Imported IE Favorites" = "Favoris importés d’IE";

/* Imported Netscape/Mozilla Favorites folder name */
"Imported Netscape/Mozilla Favorites" = "Favoris Importés de Netscape/Mozilla";

/* title of sheet for when you type a location that can't be turned into a URL */
"Invalid location" = "Adresse non valable";

/* Title for sheet that appears when java is unavailable */
"Java is unavailable." = "Java n’est pas disponible.";

/* title of JavaScript alert panel */
"JavaScript" = "JavaScript";

/* for display in column of global history outline */
"Last Visited Today" = "Dernières visites aujourd’hui";

/* label of tab when tab is loading */
"Loading (tab)" = "Chargement en cours";

/* window title while page with no title or URL is loading */
"Loading (window)" = "Chargement en cours";

/* window title while page is loading */
"Loading “%@”" = "Chargement de “%@”";

/* message for status bar when either loading a URL without a remote host, or already found host and loading */
"Loading “%@”, completed %@" = "Chargement de “%@”, éléments %@";

/* Button title in bug report sheet */
"More Options" = "Plus d’options";

/* Status field in Downloads when a DiskCopy image is mounting. */
"Mounting" = "Montage du disque";

/* BrowserDiskCopyMountingFailed description */
"Mounting failed" = "Erreur lors du montage";

/* action name for Undo item when multiple bookmarks have been dragged within the bookmarks view */
"Move %d Bookmarks" = "Déplacer les %d signets";

/* action name for Undo item when 1 bookmark has been dragged within the bookmarks view */
"Move Bookmark" = "Déplacer les signets";

/* action name for Undo item when a bookmark name has been changed */
"Name Change" = "Modifier le nom";

/* Third response to sheet when submitting a form with login information */
"Never for this Website" = "Jamais pour ce site Web";

/* verb for New Folder, used as button label and Undo action string */
"New Folder" = "Nouveau dossier";

/* context menu item */
"New Tab" = "Nouvel onglet";

/* dimmed menu item for empty Rendezvous case */
"No Rendezvous websites available" = "Aucun site Rendezvous disponible";

/* tool tip used for favorite bar bookmarks that have no URL */
"No address specified" = "Aucune adresse précisée";

/* title of sheet for when try to go with no location */
"No address specified." = "Aucune adresse précisée.";

/* dimmed menu item for empty bookmarks toolbar case */
"No bookmarks in bar" = "Aucun signet dans la barre";

/* message for file URL for nonexistent file */
"No file exists at “%@”." = "Aucun fichier existant à “%@”.";

/* dimmed menu item for empty address book case */
"No home pages in Address Book" = "Aucune page d’accueil dans le Carnet d’adresses";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Aucune recherche récente";

/* popup menu choice for default style sheet */
"None Selected (style sheet)" = "Aucune sélection";

/* Second response to sheet when submitting a form with login information */
"Not Now" = "Décider plus tard";

/* title of sheet displayed for WebFoundationErrorNotConnectedToInternetError */
"Not connected to Internet." = "Pas de connexion Internet.";

/* status text in Find dialog when a search found nothing */
"Not found" = "Introuvable";

/* Title of sheet shown when AutoFill finds no form to operate on. */
"Nothing to AutoFill." = "Rien à remplir automatiquement";

/* status text in Find dialog when there is no responder that supports searching */
"Nowhere to search" = "Aucun emplacement de recherche";

/* status bar text when over a link to a fragment on the current page (without a title) with the command key held down in tabbed browsing mode */
"Open #%@ of this page in a new tab" = "Ouvrir #%@ cette page dans un nouvel onglet";

/* status bar text when over a link to a fragment on the current page (without a title) with the shift and command keys held down in tabbed browsing mode */
"Open #%@ of this page in a new tab behind the current one" = "Ouvrir #%@ de cette page dans un nouvel onglet en arrière-plan";

/* status bar text when over a link to a fragment on the current page (without a title) that always creates a new window or with the command key held down */
"Open #%@ of this page in a new window" = "Ouvrir #%@ cette page dans une nouvelle fenêtre";

/* status bar text when over a link to a fragment on the current page (without a title) with the shift and command keys held down */
"Open #%@ of this page in a new window behind the current window" = "Ouvrir #%@ cette page dans une nouvelle fenêtre en arrière-plan";

/* bookmark context menu item */
"Open (bookmark context menu)" = "Ouvrir";

/* menu item */
"Open Address Book" = "Ouvrir Carnet d’adresses";

/* context menu item */
"Open Link in New Tab" = "Ouvrir le lien dans un nouvel onglet";

/* bookmark context menu item */
"Open in New Tab (bookmark context menu)" = "Ouvrir dans un nouvel onglet";

/* bookmark context menu item */
"Open in New Window (bookmark context menu)" = "Ouvrir dans une nouvelle fenêtre";

/* bookmark context menu item and folder menu item */
"Open in Tabs" = "Ouvrir dans les onglets";

/* context menu item */
"Open with QuickTime Player" = "Ouvrir avec le lecteur QuickTime";

/* context menu item */
"Open with iTunes" = "Ouvrir avec iTunes";

/* status bar text when over a link to a fragment on the current page (with a title) with the command key held down in tabbed browsing mode */
"Open “%@” (#%@ of this page) in a new tab" = "Ouvrir “%@” (#%@ de cette page) dans un nouvel onglet";

/* status bar text when over a link to a fragment on the current page (with a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” (#%@ of this page) in a new tab behind the current one" = "Ouvrir “%@” (#%@ de cette page) dans un nouvel onglet en arrière-plan";

/* status bar text when over a link to a fragment on the current page (with a title) that always creates a new window or with the command key held down */
"Open “%@” (#%@ of this page) in a new window" = "Ouvrir “%@” (#%@ de cette page) dans une nouvelle fenêtre en arrière-plan";

/* status bar text when over a link to a fragment on the current page (with a title) with the shift and command keys held down */
"Open “%@” (#%@ of this page) in a new window behind the current window" = "Ouvrir “%@” (#%@ de cette page) dans une nouvelle fenêtre en arrière-plan.";

/* status bar text when over a link (with a title) with the command key held down in tabbed browsing mode */
"Open “%@” <%@> in a new tab" = "Ouvrir “%@”  <%@> dans un nouvel onglet";

/* status bar text when over a link (with a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” <%@> in a new tab behind the current one" = "Ouvrir “%@”  <%@> dans un nouvel onglet en arrière-plan";

/* status bar text when over a link (with a title) that always creates a new window or with the command key held down */
"Open “%@” <%@> in a new window" = "Ouvrir “%@” <%@> dans une nouvelle fenêtre";

/* status bar text when over a link (with a title) with the shift and command keys held down */
"Open “%@” <%@> in a new window behind the current window" = "Ouvrir “%@” <%@> dans une nouvelle fenêtre en arrière-plan";

/* status bar text when over a link (without a title) with the command key held down in tabbed browsing mode */
"Open “%@” in a new tab" = "Ouvrir “%@” dans un nouvel onglet";

/* status bar text when over a link (without a title) with the shift and command keys held down in tabbed browsing mode */
"Open “%@” in a new tab behind the current one" = "Ouvrir “%@” dans un nouvel onglet en arrière-plan";

/* status bar text when over a link (without a title) that always creates a new window or with the command key held down */
"Open “%@” in a new window" = "Ouvrir “%@” dans une nouvelle fenêtre";

/* status bar text when over a link (without a title) with the shift and command keys held down */
"Open “%@” in a new window behind the current window" = "Ouvrir “%@” dans une nouvelle fenêtre en arrière-plan";

/* popup menu choice for download location */
"Other... (download location)" = "Autre emplacement...";

/* popup menu choice for default style sheet */
"Other... (style sheet)" = "Autre emplacement...";

/* title of sheet displayed for WebFoundationErrorRedirectToNonExistentLocation */
"Page not found." = "Page introuvable.";

/* Marker in Password viewing prefs sheet for a site for which we never save passwords. */
"Passwords Never Saved" = "Mots de passe jamais enregistrés";

/* action name for Undo item when multiple bookmarks are pasted */
"Paste %d Bookmarks" = "Coller %d Signets";

/* action name for Undo item when 1 bookmark is pasted */
"Paste Bookmark" = "Coller un signet";

/* panel title for file URL with insufficient permissions */
"Permission denied." = "Autorisation refusée.";

/* Title for sheet that appears when an unknown plug-in error occurred */
"Plug-in error occurred" = "Une erreur concernant un module est survenue";

/* Title for sheet that appears when a page specifies a plug-in that's not installed */
"Plug-in not found." = "Module introuvable.";

/* Title for sheet that appears when a page has unsupported Windows Media Player or RealPlayer content. */
"Plug-in not supported" = "Module non pris en charge";

/* Status field in Downloads when a DiskCopy image is preparing to decompress. */
"Preparing to decompress" = "Préparation de la décompression";

/* Status field in Downloads when the download has just started. */
"Preparing to download" = "Téléchargement en préparation";

/* context menu item */
"Print Frame…" = "Imprimer le cadre…";

/* context menu item */
"Print Page…" = "Imprimer la page…";

/* title of dialog that appears when an unexpected error occurs while trying to save bookmarks to disk */
"Problem saving bookmarks." = "Problème d’enregistrement des signets";

/* button title in download in progress alert */
"Quit" = "Quitter";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Recherches récentes";

/* title off sheet displayed for WebFoundationErrorUnsupportedURL */
"Redirected to unsupported page." = "Redirection vers une page non gérée.";

/* context menu item */
"Reload All Tabs" = "Recharger tous les onglets";

/* context menu item */
"Reload Tab" = "Recharger l’onglet ";

/* tooltip for stop/reload button */
"Reload the current page." = "Recharger la page active";

/* ToolTip for reload button in Downloads */
"Reload “%@”." = "Recharger “%@”.";

/* button title in Remove All Cookies confirmation alert */
"Remove All" = "Tout effacer";

/* submenu title in Bookmarks menu */
"Rendezvous" = "Rendezvous";

/* displayed title of special bookmark that shows Rendezvous items */
"Rendezvous (bookmark proxy)" = "Rendezvous";

/* title for error sheet when we couldn't connect to a rendezvous server */
"Rendezvous server not found." = "Serveur Rendezvous introuvable.";

/* button title in Reset Safari confirmation alert */
"Reset" = "Réinitialiser";

/* message for Reset Safari confirmation alert */
"Resetting Safari erases your browsing history, empties the cache, clears the Downloads window, and removes cookies. It also removes any saved names and passwords or other AutoFill text and clears Google search entries." = "La réinitialisation de Safari efface l’historique de vos connexions, vide la mémoire cache, efface la liste des téléchargements et retire vos cookies. Elle efface également tous les noms et mots de passe sauvegardés ou tout autre information relative au remplissage automatique, ainsi que vos entrées de recherche dans Google.";

/* status bar text when over a javascript: link with no title */
"Run script “%@”" = "Lancer le script “%@”";

/* status bar text when over a javascript: link with a title */
"Run script “%@” <%@>" = "Lancer le script “%@”  <%@>";

/* Title of alert when Safari Beta has expired. */
"Safari Beta has expired" = "Votre version Bêta de Safari a expiré";

/* Message of alert when Safari Beta has expired. */
"Safari Beta has expired." = "Votre version Bêta Safari";

/* Title of alert when Safari Beta will expire. */
"Safari Beta will expire" = "Votre version de Safari Bêta expirera";

/* Message of alert when Safari Beta will expire in less than a day. */
"Safari Beta will expire in less than a day." = "Votre version Bêta de Safari expirera dans moins d’un jour.";

/* Message of alert when Safari Beta will expire in less than a week. */
"Safari Beta will expire in less than a week." = "Votre version Bêta de Safari expirera dans moins d’une semaine.";

/* Keychain label for password used to access saved encrypted form autofill data.  Be brief. */
"Safari Forms AutoFill" = "Remplissage automatique de formulaires Safari";

/* Title of sheet displayed for HTTPS can't connect/continue anyway dialog. */
"Safari could not verify the identity of the website “%@”." = "Safari n’a pas réussi à vérifier l’identité de “%@”.";

/* Alert message when user quits when n files are downloading */
"Safari is currently downloading %d files. If you quit now, downloading these files will not finish. Do you want to quit anyway?" = "Safari effectue en ce moment le téléchargement de %d fichiers. Si vous quittez maintenant ces fichiers seront incomplets. Voulez-vous néanmoins quitter l’application ?";

/* Alert message when user quits when 1 file is downloading */
"Safari is currently downloading “%@”. If you quit now, downloading this file will not finish. Do you want to quit anyway?" = "Safari effectue en ce moment le téléchargement de “%@”. Si vous quittez maintenant ce fichier sera incomplet. Voulez-vous néanmoins quitter l’application ?";

/* message for Empty Cache confirmation alert */
"Safari saves the contents of web pages you open in a cache so that it’s faster to visit them again." = "Safari enregistre le contenu des pages Web que vous visitez dans une mémoire cache, leur réouverture s’effectue ainsi plus rapidement.";

/* context menu item */
"Save Frame As…" = "Enregistrer la fenêtre en tant que...";

/* context menu item */
"Save Page As…" = "Enregistrer la page en tant que...";

/* Title of save and alert panels when saving plain text */
"Save Plain Text" = "Enregistrer au format texte";

/* Sheet message when submitting a form with login information */
"Saved passwords can be reviewed and removed in the AutoFill preferences." = "Les mots de passe sauvegardés peuvent être passés en revue et
effacés dans les préférences du remplissage automatique.";

/* does not show up in the UI any more */
"Search the web with Google" = "Rechercher sur le Web avec Google";

/* preference panel name */
"Security" = "Sécurité";

/* button label when choosing default web browser in Preferences */
"Select (default web browser)" = "Sélectionner";

/* button label in open panel for choosing download folder */
"Select (download location)" = "Sélectionner";

/* prompt when choosing default web browser in Preferences */
"Select an Application" = "Sélectionnez une application";

/* Title for default button in insecure form warning sheet */
"Send" = "Envoyer";

/* status bar text when over a mailto: link with no title */
"Send email to %@" = "Adresser un courrier à %@";

/* status bar text when over a mailto: link with a title */
"Send email to “%@” <%@>" = "Adresser un courrier électronique à “%@” <%@>";

/* title of sheet displayed for WebFoundationErrorCannotFindHostError */
"Server not found." = "Serveur introuvable.";

/* menu item title in back/forward menu after you do Open in Tabs */
"Set of Tabs" = "Ensemble d’onglets";

/* menu item */
"Show All Bookmarks" = "Afficher tous les signets";

/* tooltip for show/hide bookmarks button */
"Show all bookmarks." = "Afficher tous les signets";

/* ToolTip for reveal button in Downloads */
"Show “%@” in the Finder." = "Afficher “%@” dans le Finder.";

/* tooltip for button at right side of search field */
"SnapBack to last search results." = "SnapBack vers les derniers résultats de recherche.";

/* tooltip for button at right side of location field */
"SnapBack to “%@”." = "SnapBack vers “%@”.";

/* Title of HTML source window */
"Source of %@" = "Code source de %@";

/* ToolTip for stop button in Downloads when the download is decompressing */
"Stop decompressing “%@”." = "Interrompre la décompression de “%@”.";

/* ToolTip for stop button in Downloads when the download is downloading */
"Stop downloading “%@”." = "Interrompre le téléchargement de “%@”.";

/* tooltip for stop/reload button */
"Stop loading this page." = "Interrompre le chargement de cette page.";

/* default button title in default browser confirmation alert */
"Switch" = "Alterner";

/* preference panel name */
"Tabs" = "Onglets";

/* Message in error sheet shown when the user tries to launch the Address Book application and it fails to launch */
"The Address Book application is unavailable or not installed." = "Carnet d’adresses n’est pas disponible ou n’est pas installé.";

/* message for file URL for folder that can’t be opened */
"The Finder could not open the folder at “%@”" = "Le Finder n’a pu ouvrir le dossier à “%@”";

/* Message for sheet that appears when a page attempts to load a plug-in that fails to load. */
"The page “%@” attemped to load a plug-in named “%@”, but the plug-in failed to load successfully." = "La page “%@” a tenté de charger un module nommé “%@”, mais celui-ci n’a pu se charger correctement.";

/* Message for sheet that appears when a page attempts to load a plug-in with an unknown name that fails to load. */
"The page “%@” attemped to load a plug-in, but the plug-in failed to load successfully." = "La page “%@” a tenté de charger un module, mais celui-ci ne s’est pas chargé correctement.";

/* Message for sheet that appears when a page attemps to load Java, but Java is unavailable. */
"The page “%@” attempted to load Java content, but Java is unavailable or not installed." = "La page “%@” a tenté de charger du code Java, mais Java n’est pas disponible ou n’est pas installé.";

/* Message for sheet that appears when a page attempts to load a plug-in but an unknown plug-in occurred. */
"The page “%@” has attempted to load a plug-in, but a plug-in error occurred." = "La page “%@” a tenté de charger un module, mais une erreur est survenue.";

/* Message for sheet that appears when a page has contents for a specified MIME type for which no plug-ins are installed, and a plug-in page location is specified */
"The page “%@” has content of MIME type “%@”. You do not have a plug-in installed for this MIME type, but one should be available on this page:\n\n%@\n\nDo you want to open the page?" = "La page “%@” présente un contenu requérant le type MIME “%@”. Vous n’avez pas de module installé pour ce type MIME, mais un de ceux-ci devrait être disponible à cette adresse :\n\n%@\n\nVoulez-vous ouvrir cette page ?";

/* Message for sheet that appears when a page has contents for a specified MIME type for which no plug-ins are installed, and no plug-in page location is specified */
"The page “%@” has content of MIME type “%@”. You do not have a plug-in installed for this MIME type, so this content can not be displayed." = "La page “%@” présente un contenu requérant un type MIME “%@” non spécifié. Vous n’avez pas de module installé pour ce type MIME, en conséquence ce contenu ne peut être affiché.";

/* Message for sheet that appears when a page has contents for an unspecified MIME type for which no plug-ins are installed, and no plug-in page location is specified */
"The page “%@” has content of an unspecified MIME type. You do not have a plug-in installed for this MIME type, so this content can not be displayed." = "La page “%@” présente un contenu requérant un type MIME non spécifié. Vous n’avez pas de module installé pour ce type MIME, en conséquence ce contenu ne peut être affiché.";

/* Message for sheet that appears when a page has contents for an unspecified MIME type for which no plug-ins are installed, and a plug-in page location is specified */
"The page “%@” has content that requires a plug-in. You do not have a plug-in installed for this MIME type, but one should be available on this page:\n\n%@\n\nDo you want to open the page?" = "La page “%@” présente un contenu requérant un module. Vous n’avez pas de module installé pour ce type MIME, mais un de ceux-ci devrait être disponible à cette adresse :\n\n%@\n\nVoulez-vous ouvrir cette page ?";

/* message for panel for bad bookmark */
"The specified address “%@” is not a valid location." = "L’adresse spécifiée “%@” n’est pas valide.";

/* Message of sheet displayed for NSURLErrorServerCertificateHasUnknownRoot. */
"The website’s certificate is expired or not yet valid. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "Le certificat de ce site Web a expiré ou n’est pas encore valide. Il est possible que vous soyez en train de vous connecter à un site Web qui prétend être “%@”, ce qui menacerait la confidentialité des vos informations. Souhaitez-vous tout de même continuer ?";

/* Message of sheet displayed for NSURLErrorServerCertificateUntrusted. */
"The website’s certificate is invalid. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "Le certificat de ce site Web n’est pas valide. Il est possible que vous soyez en train de vous connecter à un site Web qui prétend être “%@”, ce qui menacerait la confidentialité des vos informations. Souhaitez-vous tout de même continuer ?";

/* Message of sheet displayed for NSURLErrorServerCertificateHasUnknownRoot. */
"The website’s certificate was signed by an unknown certifying authority. You might be connecting to a website that is pretending to be “%@” which could put your confidential information at risk. Would you like to continue anyway?" = "Le certificat du site Web émane d’une autorité de certification inconnue. Vous vous connectez peut-être à un site qui prétend être “%@”. Ce site risque d’utiliser vos informations confidentielles à des fins malveillantes. Souhaitez-vous cependant continuer ?";

/* mesage for panel for bad bookmark */
"This bookmark has no address specified." = "Ce signet ne comporte pas d’adresse spécifiée.";

/* Message for insecure form warning sheet */
"This form will be sent in a way that is not secure. Are you sure you want to send it?" = "Ce formulaire sera envoyé par un biais non sécurisé. Êtes-vous sûr de vouloir l’expédier ?";

/* Title for insecure form warning sheet */
"This is a non-secure form." = "Ceci est un formulaire non sécurisé.";

/* Message for sheet that appears when a page has unsupported Windows Media Player or RealPlayer content */
"This page has plug-in content that Safari does not support. The application “%@” may be able to display this content. Would you like to try?" = "Cette page présente un contenu nécessitant l’utilisation d’un module que Safari ne prend pas en charge. Il se peut que l’application “%@” puisse gérer ce contenu. Voulez-vous essayer ?";

/* Message for sheet warning of re-posting form data */
"To reopen this page, the form you completed to open the page the first time must be sent again. This may cause the website to repeat actions it took the first time you sent the form." = "Afin de réouvrir cette page, le formulaire que vous avez rempli pour ouvrir cette page une première fois doit être envoyé une nouvelle fois. Ceci peut entraîner le site Web à répéter les actions qu’il avait effectué lors du premier envoi du formulaire.";

/* Date format for today */
"Today" = "Aujourd’hui";

/* Date format for today, to be followed by time */
"Today " = "Aujourd’hui ";

/* Message of sheet displayed for WebFoundationErrorHTTPTooManyRedirectsError. */
"Too many redirects occurred trying to open “%@”. This might occur if you open a page that is redirected to open another page which then is redirected to open the original page." = "Trop de redirections sont survenues en tentant d’ouvrir “%@”. Ceci peut se produire lorsque vous ouvrez une page qui est redirigée vers une autre page laquelle se redirige à son tour vers la page originale.";

/* message for sheet when you hit return in the search field with no search text */
"Type a word or phrase in the Google search box, then press Return." = "Tapez un mot ou une phrase dans le champ de recherche de Google et appuyez sur la touche Retour.";

/* message for sheet for when try to go with no location */
"Type the address for the web page you would like to open." = "Tapez l’adresse de la page Web que vous désirez ouvrir.";

/* Title for sheet that appears when a plug-in fails to load */
"Unable to load plug-in." = "Impossible de charger le module.";

/* Status field in Downloads when a DiskCopy image is unmounting. */
"Unmounting" = "Démontage";

/* Keychain comment describing the password entry we use to access saved encrypted form autocomplete data. */
"Used to decode the encrypted file that contains non-password data previously entered in web page forms." = "Ceci est utilisé pour décoder les fichiers chiffrés qui contiennent des données sans mot de passe précédemment saisies dans les formulaires des pages Web.";

/* BrowserDiskCopyVerificationFailed description */
"Verification failed" = "Échec de la vérification";

/* Status field in Downloads when a DiskCopy image is verifying. */
"Verifying" = "Vérification";

/* context menu item */
"View Frame Source" = "Code source du cadre";

/* context menu item */
"View Source" = "Code source";

/* Message for confirmation sheet when user checks 'Block pop-up windows' */
"Web pages may automatically open pop-up windows to display information, as well as advertising. This feature blocks these pop-up windows. This does not prevent opening desired windows by clicking buttons or links." = "Les pages Web peuvent ouvrir automatiquement des fenêtres locales pour afficher des informations ou des publicités. Cette option bloque ces dernières. Activer cette option n’empêche pas l’ouverture de fenêtres s’ouvrant lors d’un clic sur des boutons ou des liens.";

/* title for confirmation alert to switch default browser to Safari */
"Would you like to make Safari your default browser?" = "Souhaitez-vous définir Safari comme navigateur par défaut ?";

/* Sheet title when submitting a form with login information */
"Would you like to replace your saved password with this one?" = "Voulez-vous remplacer votre mot de passe sauvegardé avec celui-ci ?";

/* Sheet title when submitting a form with login information */
"Would you like to save this password?" = "Voulez-vous conserver ce mot de passe ?";

/* Default response to sheet when submitting a form with login information */
"Yes" = "Oui";

/* Date format for yesterday */
"Yesterday" = "Hier";

/* Date format for yesterday, to be followed by time */
"Yesterday " = "Hier ";

/* title of dialog that appears when a user tries to modify bookmarks while iSync is synching them */
"You cannot change bookmarks now." = "Vous ne pouvez pas changer les signets maintenant.";

/* message for Remove All Cookies confirmation alert */
"You cannot undo this action." = "Impossible d’annuler cette opération.";

/* message for file URL with insufficient permissions */
"You don’t have the right permissions to view “%@”." = "Vous ne bénéficiez pas des autorisations nécessaires pour afficher “%@”.";

/* title of sheet when you hit return in the search field with no search text */
"You haven't entered text in the Google search box." = "Vous n’avez saisi aucun texte dans le champ de recherche de Google.";

/* message for error message when syncing can't be configured in Bookmarks preferences */
"You must install iSync 1.1 or newer before you can synchronize your bookmarks." = "Vous devez installer iSync 1.1 ou ultérieur pour synchroniser vos signets.";

/* title of dialog that appears when a user tries to modify bookmarks but an external process has modified the bookmarks file */
"Your bookmarks could not be changed. Try again." = "Vos signets n’ont pu être modifiés. Veuillez réessayer.";

/* message of dialog that appears when a user tries to modify bookmarks but an external process has modified the bookmarks file */
"Your bookmarks have been changed by another program since you opened Safari, so Safari needed to update your bookmarks before making any additional changes. You can now make your changes." = "Vos signets ont été modifiés par un autre programme depuis que vous avez ouvert Safari. Safari a dû les mettre à jour avant de procéder à toute modification supplémentaire. Vous pouvez à présent procéder à vos modifications.";

/* string put on pasteboard for selected bookmarks folder */
"bookmarks folder “%@”" = "dossier de signets “%@”";

/* status text for Activity window for cancelled page */
"cancelled" = "annulé";

/* Label for only item in menu that appears when clicking on an empty Favorites bar folder */
"empty" = "vide";

/* short description used in Activity window for error codes that have no textual description */
"error" = "erreur";

/* URL string of the apple web site that explains Rendezvous */
"http://www.apple.com/macosx/jaguar/rendezvous.html" = "http://www.apple.com/macosx/jaguar/rendezvous.html";

/* title for error message when syncing can't be configured in Bookmarks preferences */
"iSync 1.1 or newer required." = "Vous devez disposer d’iSync 1.1 ou ultérieur.";

/* message of dialog that appears when a user tries to modify bookmarks while iSync is synching them */
"iSync is synchronizing your bookmarks so you cannot change them. Try again in a moment." = "iSync est en train de synchroniser vos signets de sorte à ce que vous ne pouvez pas les modifier. Essayer à nouveau dans un instant.";

/* in cookies table for cookies that are not secure */
"no" = "non";

/* menu title used for a URL when no other title can be determined, not even one based on the URL */
"unknown (bookmark menu item title)" = "inconnu";

/* fallback string used when an error has no description */
"unknown error" = "erreur inconnue";

/* title shown for History entries with no HTML title */
"unknown title" = "titre inconnu";

/* name for newly created bookmark folders */
"untitled folder" = "dossier sans titre";

/* in cookies table for cookies that are secure */
"yes" = "oui";

/* message for sheet for when you type a location that can't be turned into a URL */
"“%@” is not a valid location." = "“%@” n’est pas une adresse valide.";

